 const data = [
  {
    id: 1,
    ques: "هل تؤثر علي الدراسة المدرسية؟",
    ans: "تؤثر بشكل إيجابي، التدريب حصة واحدة أسبوعيا بواقع ساعتين لنضمن عدم تأثر الدراسة المدرسية و في دراسة حديثة نشرتها مجلة العلوم والتكنولوجيا والهندسة والعلوم التعليمية أن تعليم البرمجة في المرحلة المبكرة من عمر الطالب يحسن مهارات حل المشاكل والتفكير النقدي، مما يؤدي إلى تحسن علامات المدرسة في المواد العلمية.",
  },
  {
    id: 2,
    ques: "ابني لا يتقن اللغة الانجليزية، هل يمكنه الاشتراك ؟",
    ans: "نعم، حيث أن اللغة الرئيسية هي اللغة العربية، و يكتسب الطفل اللغة الإنجليزية المستخدمة في البرمجة بسهولة",
  },
  {
    id: 3,
    ques: "هل التدريب مسجل ام لقاءات لايف مباشرة؟",
    ans: "التدريب مباشر (لايف) مع افضل المدربين في الوطن العربي.",
  },
  {
    id: 4,
    ques: "لا يملك طفلي أي خبرة سابقة في البرمجة، هل يمكنه البدء من الصفر؟",
    ans: "نعم، تبدأ عملية التدريب من الصفر وصولاً الى الاحتراف. لذا ليس هناك داع لوجود خبرة مسبقة.",
  },
  {
    id: 5,
    ques: "هل يمكن ان يتواصل الطالب مع المعلم خارج أوقات الحصة؟",
    ans: "نعم، يمكن للطالب التواصل مع فريق التدريب خارج أوقات الحصة و يتم الاجابة عن كل الاستفسارات",
  },
  {
    id: 6,
    ques: "من أي عمر يمكن للطفل تعلم البرمجة ؟",
    ans: "نقوم بتدريب الأطفال من عمر ٦ سنوات، و قد يفاجئك طفلك بسرعة تعلمه البرمجة.",
  },
];
export default data